Repository: Ju-Long/Edendale
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: Change skip lengths and hold speeds in Settings ▸ App Controls.
de: Sprunglängen und Haltegeschwindigkeiten änderst du unter Einstellungen ▸ App-Steuerung.
es_es: Cambia la duración de los saltos y las velocidades al mantener en Ajustes ▸ Controles de la app.
es_mx: Cambia la duración de los saltos y las velocidades al mantener en Configuración ▸ Controles de la app.
fr: Modifiez la durée des sauts et les vitesses de maintien dans Réglages ▸ Commandes de l’app.
it: Modifica la durata dei salti e le velocità di pressione prolungata in Impostazioni ▸ Controlli dell’app.
ja: スキップの秒数と長押し時の速度は「設定」▸「アプリの操作」で変更できます。
ko: 건너뛰기 간격과 길게 누를 때의 속도는 설정 ▸ 앱 제어에서 변경할 수 있습니다.
nl: Wijzig spronglengtes en vasthoudsnelheden in Instellingen ▸ App-bediening.
pt_br: Altere a duração dos saltos e as velocidades ao manter pressionado em Ajustes ▸ Controles do App.
pt_pt: Altere a duração dos saltos e as velocidades ao manter premido em Definições ▸ Controlos da Aplicação.
ru: Длину перемотки и скорость при удержании можно изменить в разделе «Настройки» ▸ «Управление приложением».
sv: Ändra hopplängder och hållhastigheter i Inställningar ▸ Appreglage.
zh_hans: 可在“设置”▸“应用控制”中更改跳转时长和按住时的速度。
zh_hant: 可在「設定」▸「App 控制」中更改跳轉時間長度和按住時的速度。

source: Charcoal
de: Anthrazit
es_es: Carbón
es_mx: Carbón
fr: Anthracite
it: Antracite
ja: チャコール
ko: 차콜
nl: Antraciet
pt_br: Carvão
pt_pt: Carvão
ru: Графитовый
sv: Kolgrå
zh_hans: 炭灰色
zh_hant: 炭灰色

source: Check that this matches the server's SSH host key before trusting it. %@
de: Prüfe, ob dies mit dem SSH-Hostschlüssel des Servers übereinstimmt, bevor du ihm vertraust. %@
es_es: Comprueba que coincide con la clave de host SSH del servidor antes de confiar en él. %@
es_mx: Verifica que coincida con la clave de host SSH del servidor antes de confiar en él. %@
fr: Vérifiez que cela correspond à la clé d’hôte SSH du serveur avant de lui faire confiance. %@
it: Verifica che corrisponda alla chiave host SSH del server prima di considerarlo attendibile. %@
ja: 信頼する前に、これがサーバーのSSHホストキーと一致していることを確認してください。 %@
ko: 신뢰하기 전에 서버의 SSH 호스트 키와 일치하는지 확인하십시오. %@
nl: Controleer of dit overeenkomt met de SSH-hostsleutel van de server voordat je deze vertrouwt. %@
pt_br: Verifique se corresponde à chave de host SSH do servidor antes de confiar nele. %@
pt_pt: Verifique se corresponde à chave de anfitrião SSH do servidor antes de confiar nele. %@
ru: Перед тем как доверять серверу, проверьте, совпадает ли это с его ключом хоста SSH. %@
sv: Kontrollera att detta matchar serverns SSH-värdnyckel innan du litar på den. %@
zh_hans: 在信任之前，请检查此内容是否与服务器的 SSH 主机密钥相符。 %@
zh_hant: 在信任之前，請檢查此內容是否與伺服器的 SSH 主機金鑰相符。 %@

source: Chinese
de: Chinesisch
es_es: Chino
es_mx: Chino
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
nl: Chinees
pt_br: Chinês
pt_pt: Chinês
ru: Китайский
sv: Kinesiska
zh_hans: 中文
zh_hant: 中文

source: Chooses which source to play this title from.
de: Legt fest, von welcher Quelle dieser Titel wiedergegeben wird.
es_es: Elige desde qué fuente se reproduce este título.
es_mx: Elige desde qué origen se reproduce este título.
fr: Choisit la source à partir de laquelle lire ce titre.
it: Sceglie da quale sorgente riprodurre questo titolo.
ja: このタイトルの再生に使うソースを選択します。
ko: 이 작품을 재생할 소스를 선택합니다.
nl: Kiest van welke bron deze titel wordt afgespeeld.
pt_br: Escolhe de qual origem reproduzir este título.
pt_pt: Escolhe a fonte a partir da qual reproduzir este título.
ru: Выбирает источник для воспроизведения.
sv: Väljer vilken källa titeln spelas upp från.
zh_hans: 选择播放此影片所用的来源。
zh_hant: 選擇播放此影片所用的來源。

source: Clear
de: Löschen
es_es: Borrar
es_mx: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
nl: Wis
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sv: Rensa
zh_hans: 清除
zh_hant: 清除

source: Click and Hold for Speed
de: Klicken und halten für Geschwindigkeit
es_es: Haz clic y mantén para cambiar la velocidad
es_mx: Haz clic y mantén para cambiar la velocidad
fr: Cliquez et maintenez pour la vitesse
it: Fai clic e tieni premuto per la velocità
ja: クリックしたままで速度変更
ko: 클릭한 채로 속도 변경
nl: Klik en houd vast voor snelheid
pt_br: Clique e mantenha para a velocidade
pt_pt: Clique e mantenha para a velocidade
ru: Нажатие и удержание для скорости
sv: Klicka och håll för hastighet
zh_hans: 按住以更改速度
zh_hant: 按住以更改速度

source: Click and hold the right half of the video to play at %@, or the left half to play at %@. Playback returns to its usual speed when you release the button.
de: Klicke auf die rechte Hälfte des Videos und halte die Maustaste gedrückt, um mit %1$@ wiederzugeben, oder auf die linke Hälfte für %2$@. Sobald du die Taste loslässt, läuft die Wiedergabe wieder mit der gewohnten Geschwindigkeit.
es_es: Haz clic y mantén pulsada la mitad derecha del vídeo para reproducir a %1$@, o la mitad izquierda para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al soltar el botón.
es_mx: Haz clic y mantén presionada la mitad derecha del video para reproducir a %1$@, o la mitad izquierda para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al soltar el botón.
fr: Cliquez et maintenez la moitié droite de la vidéo pour lire à %1$@, ou la moitié gauche pour lire à %2$@. La lecture reprend sa vitesse habituelle lorsque vous relâchez le bouton.
it: Fai clic e tieni premuto sulla metà destra del video per riprodurre a %1$@, o sulla metà sinistra per riprodurre a %2$@. La riproduzione torna alla velocità abituale quando rilasci il pulsante.
ja: ビデオの右半分をクリックしたままにすると%1$@、左半分では%2$@で再生します。ボタンを離すと通常の速度に戻ります。
ko: 비디오의 오른쪽 절반을 클릭한 채로 있으면 %1$@, 왼쪽 절반은 %2$@ 속도로 재생됩니다. 버튼을 놓으면 원래 속도로 돌아갑니다.
nl: Klik en houd de rechterhelft van de video vast om af te spelen op %1$@, of de linkerhelft om af te spelen op %2$@. Het afspelen keert terug naar de gebruikelijke snelheid als je de knop loslaat.
pt_br: Clique e mantenha pressionada a metade direita do vídeo para reproduzir a %1$@, ou a metade esquerda para reproduzir a %2$@. A reprodução volta à velocidade normal quando você solta o botão.
pt_pt: Clique e mantenha premida a metade direita do vídeo para reproduzir a %1$@, ou a metade esquerda para reproduzir a %2$@. A reprodução volta à velocidade habitual quando soltar o botão.
ru: Нажмите и удерживайте правую половину видео, чтобы воспроизводить со скоростью %1$@, или левую половину — со скоростью %2$@. Когда вы отпустите кнопку, скорость вернется к обычной.
sv: Klicka och håll på videons högra halva för att spela upp i %1$@, eller på den vänstra halvan för att spela upp i %2$@. Uppspelningen återgår till sin vanliga hastighet när du släpper knappen.
zh_hans: 按住视频右半部分可以 %1$@ 播放，按住左半部分可以 %2$@ 播放。松开按钮后恢复正常速度。
zh_hant: 按住影片右半部可以 %1$@ 播放，按住左半部可以 %2$@ 播放。放開按鈕後會恢復一般速度。

source: Click here to continue
de: Hier klicken, um fortzufahren
es_es: Haz clic aquí para continuar
es_mx: Haz clic aquí para continuar
fr: Cliquez ici pour continuer
it: Fai clic qui per continuare
ja: ここをクリックして続ける
ko: 계속하려면 여기를 클릭하십시오
nl: Klik hier om door te gaan
pt_br: Clique aqui para continuar
pt_pt: Clique aqui para continuar
ru: Нажмите здесь, чтобы продолжить
sv: Klicka här för att fortsätta
zh_hans: 点按此处继续
zh_hant: 按一下這裡以繼續

source: Click the clickpad or swipe up to show the controls. Press Back to hide them again.
de: Klicke auf das Clickpad oder streiche nach oben, um die Steuerung einzublenden. Drücke „Zurück“, um sie wieder auszublenden.
es_es: Pulsa el clickpad o desliza hacia arriba para ver los controles. Pulsa Atrás para volver a ocultarlos.
es_mx: Presiona el clickpad o desliza hacia arriba para ver los controles. Presiona Atrás para volver a ocultarlos.
fr: Appuyez sur le pavé tactile ou balayez vers le haut pour afficher les commandes. Appuyez sur Retour pour les masquer à nouveau.
it: Premi il clickpad o scorri verso l’alto per mostrare i controlli. Premi Indietro per nasconderli di nuovo.
ja: クリックパッドを押すか上にスワイプすると、コントロールが表示されます。「戻る」を押すと再び隠れます。
ko: 클릭패드를 누르거나 위로 쓸어올리면 제어기가 나타납니다. 다시 가리려면 뒤로 버튼을 누르십시오.
nl: Klik op de clickpad of veeg omhoog om de regelaars te tonen. Druk op Terug om ze weer te verbergen.
pt_br: Clique no clickpad ou deslize para cima para mostrar os controles. Pressione Voltar para ocultá-los novamente.
pt_pt: Prima o clickpad ou passe o dedo para cima para mostrar os controlos. Prima Voltar para os ocultar novamente.
ru: Нажмите кликпад или смахните вверх, чтобы показать элементы управления. Нажмите «Назад», чтобы снова скрыть их.
sv: Klicka på klickplattan eller svep uppåt för att visa reglagen. Tryck på Bakåt för att dölja dem igen.
zh_hans: 按下触控板或向上轻扫即可显示控制。按下“返回”可再次隐藏。
zh_hant: 按下觸控板或向上滑動即可顯示控制項目。按下「返回」可再次隱藏。

source: Click the video once to show or hide the controls. They fade away on their own after five seconds of playback.
de: Klicke einmal auf das Video, um die Steuerung ein- oder auszublenden. Nach fünf Sekunden Wiedergabe blendet sie sich von selbst aus.
es_es: Haz clic una vez en el vídeo para mostrar u ocultar los controles. Desaparecen solos tras cinco segundos de reproducción.
es_mx: Haz clic una vez en el video para mostrar u ocultar los controles. Desaparecen solos después de cinco segundos de reproducción.
fr: Cliquez une fois sur la vidéo pour afficher ou masquer les commandes. Elles disparaissent d’elles-mêmes après cinq secondes de lecture.
it: Fai clic una volta sul video per mostrare o nascondere i controlli. Scompaiono da soli dopo cinque secondi di riproduzione.
ja: ビデオを1回クリックすると、コントロールの表示/非表示を切り替えます。再生が始まって5秒たつと自動的に消えます。
ko: 비디오를 한 번 클릭하면 제어기를 보거나 가릴 수 있습니다. 재생 중 5초가 지나면 자동으로 사라집니다.
nl: Klik één keer op de video om de regelaars te tonen of te verbergen. Na vijf seconden afspelen verdwijnen ze vanzelf.
pt_br: Clique uma vez no vídeo para mostrar ou ocultar os controles. Eles desaparecem sozinhos após cinco segundos de reprodução.
pt_pt: Clique uma vez no vídeo para mostrar ou ocultar os controlos. Desaparecem sozinhos após cinco segundos de reprodução.
ru: Щелкните видео один раз, чтобы показать или скрыть элементы управления. Через пять секунд воспроизведения они скроются сами.
sv: Klicka en gång på videon för att visa eller dölja reglagen. De försvinner av sig själva efter fem sekunders uppspelning.
zh_hans: 点按视频一次即可显示或隐藏控制。播放五秒后，它们会自动消失。
zh_hant: 按一下影片即可顯示或隱藏控制項目。播放五秒後，它們會自動消失。

source: Click to Show Controls
de: Klicken zum Einblenden
es_es: Haz clic para ver los controles
es_mx: Haz clic para ver los controles
fr: Cliquez pour afficher les commandes
it: Fai clic per mostrare i controlli
ja: クリックでコントロールを表示
ko: 클릭하여 제어기 보기
nl: Klik om regelaars te tonen
pt_br: Clique para mostrar os controles
pt_pt: Clique para mostrar os controlos
ru: Щелчок открывает управление
sv: Klicka för att visa reglagen
zh_hans: 点按以显示控制
zh_hant: 按一下以顯示控制項目

source: Close
de: Schließen
es_es: Cerrar
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

source: Close a panel, then the player
de: Erst einen Bereich, dann den Player schließen
es_es: Cerrar un panel y después el reproductor
es_mx: Cerrar un panel y después el reproductor
fr: Fermer un panneau, puis le lecteur
it: Chiudi un pannello, poi il lettore
ja: パネルを閉じ、次にプレーヤーを閉じる
ko: 패널을 닫은 다음 플레이어 닫기
nl: Sluit een paneel, daarna de speler
pt_br: Fechar um painel e depois o reprodutor
pt_pt: Fechar um painel e depois o leitor
ru: Закрыть панель, затем плеер
sv: Stäng en panel och sedan spelaren
zh_hans: 先关闭面板，再关闭播放器
zh_hant: 先關閉面板，再關閉播放器

source: Close Adjustments
de: Anpassungen schließen
es_es: Cerrar ajustes
es_mx: Cerrar ajustes
fr: Fermer les réglages
it: Chiudi regolazioni
ja: 調整を閉じる
ko: 조정 닫기
nl: Sluit aanpassingen
pt_br: Fechar Ajustes
pt_pt: Fechar Ajustes
ru: Закрыть коррекцию
sv: Stäng justeringar
zh_hans: 关闭调整
zh_hant: 關閉調整

source: Close Guide
de: Anleitung schließen
es_es: Cerrar guía
es_mx: Cerrar guía
fr: Fermer le guide
it: Chiudi guida
ja: ガイドを閉じる
ko: 가이드 닫기
nl: Sluit gids
pt_br: Fechar Guia
pt_pt: Fechar Guia
ru: Закрыть руководство
sv: Stäng guiden
zh_hans: 关闭指南
zh_hant: 關閉指南

source: Close Player
de: Player schließen
es_es: Cerrar reproductor
es_mx: Cerrar reproductor
fr: Fermer le lecteur
it: Chiudi lettore
ja: プレーヤーを閉じる
ko: 플레이어 닫기
nl: Sluit speler
pt_br: Fechar Reprodutor
pt_pt: Fechar Leitor
ru: Закрыть плеер
sv: Stäng spelaren
zh_hans: 关闭播放器
zh_hant: 關閉播放器

source: Close Playlist
de: Playlist schließen
es_es: Cerrar lista de reproducción
es_mx: Cerrar lista de reproducción
fr: Fermer la liste de lecture
it: Chiudi playlist
ja: プレイリストを閉じる
ko: 재생목록 닫기
nl: Sluit afspeellijst
pt_br: Fechar Playlist
pt_pt: Fechar Lista de Reprodução
ru: Закрыть плейлист
sv: Stäng spellistan
zh_hans: 关闭播放列表
zh_hant: 關閉播放列表

source: Close the player
de: Player schließen
es_es: Cerrar el reproductor
es_mx: Cerrar el reproductor
fr: Fermer le lecteur
it: Chiudi il lettore
ja: プレーヤーを閉じる
ko: 플레이어 닫기
nl: Sluit de speler
pt_br: Fechar o reprodutor
pt_pt: Fechar o leitor
ru: Закрыть плеер
sv: Stäng spelaren
zh_hans: 关闭播放器
zh_hant: 關閉播放器

source: Cloud Storage
de: Cloudspeicher
es_es: Almacenamiento en la nube
es_mx: Almacenamiento en la nube
fr: Stockage dans le cloud
it: Archiviazione cloud
ja: クラウドストレージ
ko: 클라우드 저장 공간
nl: Cloudopslag
pt_br: Armazenamento em Nuvem
pt_pt: Armazenamento na Nuvem
ru: Облачное хранилище
sv: Molnlagring
zh_hans: 云存储
zh_hant: 雲端儲存空間

source: Collection filters
de: Sammlungsfilter
es_es: Filtros de colección
es_mx: Filtros de colección
fr: Filtres de collection
it: Filtri della raccolta
ja: コレクションのフィルタ
ko: 컬렉션 필터
nl: Collectiefilters
pt_br: Filtros da coleção
pt_pt: Filtros da coleção
ru: Фильтры коллекции
sv: Samlingsfilter
zh_hans: 合集筛选
zh_hant: 合集篩選

source: Connect
de: Verbinden
es_es: Conectar
es_mx: Conectar
fr: Se connecter
it: Connetti
ja: 接続
ko: 연결
nl: Verbind
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
sv: Anslut
zh_hans: 连接
zh_hant: 連線

source: Connect TMDB Account
de: TMDB-Account verbinden
es_es: Conectar cuenta de TMDB
es_mx: Conectar cuenta de TMDB
fr: Associer le compte TMDB
it: Connetti account TMDB
ja: TMDBアカウントを接続
ko: TMDB 계정 연결
nl: Verbind TMDB-account
pt_br: Conectar Conta TMDB
pt_pt: Ligar Conta TMDB
ru: Подключить аккаунт TMDB
sv: Anslut TMDB-konto
zh_hans: 连接 TMDB 帐户
zh_hant: 連結 TMDB 帳號

source: Connect your local film collection to begin your cinematic journey.
de: Verbinde deine lokale Filmsammlung, um deine filmische Reise zu beginnen.
es_es: Conecta tu colección de películas local para comenzar tu viaje cinematográfico.
es_mx: Conecta tu colección de películas local para empezar tu viaje cinematográfico.
fr: Connectez votre collection locale de films pour commencer votre aventure cinématographique.
it: Connetti la tua collezione locale di film per iniziare il tuo viaggio cinematografico.
ja: ローカルの映画コレクションを接続して、映画の旅を始めましょう。
ko: 로컬 영화 컬렉션을 연결하여 영화 여정을 시작하십시오.
nl: Verbind je lokale filmcollectie om je filmreis te beginnen.
pt_br: Conecte sua coleção local de filmes para começar sua jornada cinematográfica.
pt_pt: Ligue a sua coleção local de filmes para iniciar a sua viagem cinematográfica.
ru: Подключите свою локальную коллекцию фильмов, чтобы начать кинематографическое путешествие.
sv: Anslut din lokala filmsamling för att påbörja din filmresa.
zh_hans: 连接你的本地电影收藏，开启电影之旅。
zh_hant: 連結你的本機電影收藏，展開你的電影之旅。

source: Connect your TMDB account — sign in, or create one for free, on themoviedb.org.
de: Verbinde deinen TMDB-Account — melde dich an oder erstelle kostenlos einen auf themoviedb.org.
es_es: Conecta tu cuenta de TMDB: inicia sesión o crea una gratis en themoviedb.org.
es_mx: Conecta tu cuenta de TMDB: inicia sesión o crea una gratis en themoviedb.org.
fr: Associez votre compte TMDB : connectez-vous ou créez-en un gratuitement sur themoviedb.org.
it: Connetti il tuo account TMDB: accedi o creane uno gratuitamente su themoviedb.org.
ja: TMDBアカウントを接続してください。themoviedb.orgでサインインするか、無料で作成できます。
ko: TMDB 계정을 연결하십시오. themoviedb.org에서 로그인하거나 무료로 계정을 생성하세요.
nl: Verbind je TMDB-account — log in, of maak gratis een account aan op themoviedb.org.
pt_br: Conecte sua conta TMDB — inicie sessão ou crie uma gratuitamente em themoviedb.org.
pt_pt: Ligue a sua conta TMDB — inicie sessão ou crie uma gratuitamente em themoviedb.org.
ru: Подключите свой аккаунт TMDB — войдите или создайте его бесплатно на themoviedb.org.
sv: Anslut ditt TMDB-konto — logga in eller skapa ett gratis på themoviedb.org.
zh_hans: 连接你的 TMDB 帐户 — 在 themoviedb.org 上登录或免费创建一个。
zh_hant: 連結你的 TMDB 帳號：在 themoviedb.org 登入或免費建立帳號。

source: Connected
de: Verbunden
es_es: Conectado
es_mx: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pt_br: Conectado
pt_pt: Ligado
ru: Подключено
sv: Ansluten
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
de: Verbinden …
es_es: Conectando…
es_mx: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pt_br: Conectando…
pt_pt: A ligar…
ru: Подключение…
sv: Ansluter…
zh_hans: 正在连接…
zh_hant: 連線中⋯

source: Continue on iPhone or iPad
de: Auf dem iPhone oder iPad fortfahren
es_es: Continuar en el iPhone o iPad
es_mx: Continuar en el iPhone o iPad
fr: Continuer sur iPhone ou iPad
it: Continua su iPhone o iPad
ja: iPhoneまたはiPadで続ける
ko: iPhone 또는 iPad에서 계속하기
nl: Ga verder op iPhone of iPad
pt_br: Continuar no iPhone ou iPad
pt_pt: Continuar no iPhone ou iPad
ru: Продолжить на iPhone или iPad
sv: Fortsätt på iPhone eller iPad
zh_hans: 在 iPhone 或 iPad 上继续
zh_hant: 在 iPhone 或 iPad 上繼續

source: Continue watching
de: Weiter ansehen
es_es: Seguir viendo
es_mx: Continuar viendo
fr: Reprendre la lecture
it: Continua a guardare
ja: 視聴を続ける
ko: 시청 계속하기
nl: Verder kijken
pt_br: Continuar assistindo
pt_pt: Continuar a ver
ru: Продолжить просмотр
sv: Fortsätt titta
zh_hans: 继续观看
zh_hant: 繼續觀看

source: Continue Watching
de: Weiter ansehen
es_es: Seguir viendo
es_mx: Continuar viendo
fr: Reprendre la lecture
it: Continua a guardare
ja: 視聴を続ける
ko: 시청 계속하기
nl: Verder kijken
pt_br: Continuar assistindo
pt_pt: Continuar a ver
ru: Продолжить просмотр
sv: Fortsätt titta
zh_hans: 继续观看
zh_hant: 繼續觀看

source: Contrast
de: Kontrast
es_es: Contraste
es_mx: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt_br: Contraste
pt_pt: Contraste
ru: Контрастность
sv: Kontrast
zh_hans: 对比度
zh_hant: 對比

source: Convert audio format
de: Audioformat konvertieren
es_es: Convertir el formato de audio
es_mx: Convertir el formato de audio
fr: Convertir le format audio
it: Converti il formato audio
ja: オーディオフォーマットを変換
ko: 오디오 포맷 변환
nl: Converteer audioformaat
pt_br: Converter formato de áudio
pt_pt: Converter o formato de áudio
ru: Преобразование аудиоформата
sv: Konvertera ljudformat
zh_hans: 转换音频格式
zh_hant: 轉換音訊格式

source: Could Not Load This Person
de: Diese Person konnte nicht geladen werden
es_es: No se ha podido cargar esta persona
es_mx: No se pudo cargar esta persona
fr: Impossible de charger cette personne
it: Impossibile caricare questa persona
ja: この人物を読み込めませんでした
ko: 이 인물을 불러올 수 없음
nl: Kan deze persoon niet laden
pt_br: Não Foi Possível Carregar Esta Pessoa
pt_pt: Não Foi Possível Carregar Esta Pessoa
ru: Не удалось загрузить информацию о человеке
sv: Det gick inte att läsa in den här personen
zh_hans: 无法加载此人物
zh_hant: 無法載入此人物

source: Could not open file
de: Datei konnte nicht geöffnet werden
es_es: No se ha podido abrir el archivo
es_mx: No se pudo abrir el archivo
fr: Impossible d’ouvrir le fichier
it: Impossibile aprire il file
ja: ファイルを開けませんでした
ko: 파일을 열 수 없음
nl: Kan bestand niet openen
pt_br: Não foi possível abrir o arquivo
pt_pt: Não foi possível abrir o ficheiro
ru: Не удалось открыть файл
sv: Det gick inte att öppna filen
zh_hans: 无法打开文件
zh_hant: 無法打開檔案

source: Could not open media
de: Medien konnten nicht geöffnet werden
es_es: No se ha podido abrir el contenido
es_mx: No se pudo abrir el contenido
fr: Impossible d’ouvrir le média
it: Impossibile aprire il contenuto
ja: メディアを開けませんでした
ko: 미디어를 열 수 없음
nl: Kan media niet openen
pt_br: Não foi possível abrir a mídia
pt_pt: Não foi possível abrir o conteúdo
ru: Не удалось открыть медиафайл
sv: Det gick inte att öppna mediet
zh_hans: 无法打开媒体
zh_hant: 無法打開媒體

source: Could not seek
de: Springen nicht möglich
es_es: No se ha podido saltar
es_mx: No se pudo saltar
fr: Impossible de se déplacer
it: Impossibile spostarsi
ja: シークできませんでした
ko: 탐색할 수 없음
nl: Kan niet spoelen
pt_br: Não foi possível avançar ou voltar
pt_pt: Não foi possível avançar ou recuar
ru: Не удалось перемотать
sv: Det gick inte att hoppa
zh_hans: 无法跳转
zh_hant: 無法跳轉

source: Couldn't connect to %@.
de: Keine Verbindung zu %@ möglich.
es_es: No se ha podido conectar con %@.
es_mx: No se pudo conectar con %@.
fr: Impossible de se connecter à %@.
it: Impossibile connettersi a %@.
ja: %@に接続できませんでした。
ko: %@에 연결할 수 없습니다.
nl: Kan geen verbinding maken met %@.
pt_br: Não foi possível conectar a %@.
pt_pt: Não foi possível ligar a %@.
ru: Не удалось подключиться к %@.
sv: Det gick inte att ansluta till %@.
zh_hans: 无法连接到 %@。
zh_hant: 無法連線至 %@。

source: Couldn't connect to the other device. Make sure it's nearby, unlocked, and on the same network, with Edendale open.
de: Keine Verbindung zum anderen Gerät möglich. Achte darauf, dass es sich in der Nähe befindet, entsperrt und im selben Netzwerk ist und Edendale geöffnet hat.
es_es: No se ha podido conectar con el otro dispositivo. Asegúrate de que esté cerca, desbloqueado y en la misma red, con Edendale abierto.
es_mx: No se pudo conectar con el otro dispositivo. Asegúrate de que esté cerca, desbloqueado y en la misma red, con Edendale abierto.
fr: Impossible de se connecter à l’autre appareil. Assurez-vous qu’il est à proximité, déverrouillé et sur le même réseau, avec Edendale ouvert.
it: Impossibile connettersi all’altro dispositivo. Assicurati che sia vicino, sbloccato e sulla stessa rete, con Edendale aperto.
ja: ほかのデバイスに接続できませんでした。そのデバイスが近くにあり、ロックが解除され、同じネットワークに接続されていて、Edendaleが開いていることを確認してください。
ko: 다른 기기에 연결할 수 없습니다. 기기가 근처에 있고 잠금 해제되어 있으며 같은 네트워크에 연결되어 있고 Edendale이 열려 있는지 확인하십시오.
nl: Kan geen verbinding maken met het andere apparaat. Zorg dat het in de buurt is, ontgrendeld en op hetzelfde netwerk, met Edendale geopend.
pt_br: Não foi possível conectar ao outro dispositivo. Verifique se ele está por perto, desbloqueado e na mesma rede, com o Edendale aberto.
pt_pt: Não foi possível ligar ao outro dispositivo. Certifique-se de que está por perto, desbloqueado e na mesma rede, com o Edendale aberto.
ru: Не удалось подключиться к другому устройству. Убедитесь, что оно рядом, разблокировано, подключено к той же сети и на нем открыто приложение Edendale.
sv: Det gick inte att ansluta till den andra enheten. Se till att den är i närheten, upplåst och på samma nätverk, med Edendale öppet.
zh_hans: 无法连接到其他设备。请确保该设备在附近、已解锁、连接到同一网络，并且已打开 Edendale。
zh_hant: 無法連線至其他裝置。請確定該裝置在附近、已解鎖、連接相同的網路，並且已打開 Edendale。
